import "./About.sass";

const About = () => {
    return (
      <div className="center-container">
        <h2 className="">О нас</h2>
        <div className="main-information">
          <p className="p-text p-text__indent">
            EcoMarket - это интернет-магазин, который заботится о здоровье и
            благополучии нашей планеты. Мы предлагаем широкий ассортимент
            экологически чистых товаров для дома, красоты, здоровья и питания.
          </p>
          <p className="p-text p-text__indent">
            Наша миссия - сделать экологически чистый образ жизни доступным
            каждому. Мы верим, что каждый из нас имеет возможность внести свой
            вклад в сохранение окружающей среды и заботиться о своем здоровье,
            выбирая продукты и товары, которые не наносят вреда природе и нашему
            организму.
          </p>
          <p className="p-text p-text__indent">
            Мы работаем только с проверенными производителями, которые разделяют
            нашу философию и готовы предложить лучшие экологически чистые
            товары. Наша команда тщательно отбирает каждый товар, чтобы
            гарантировать его качество и соответствие нашим высоким стандартам.
          </p>
          <p className="p-text p-text__indent">
            Мы стремимся создать удобную и приятную покупательскую среду, где вы
            можете легко и быстро найти необходимые товары и получить
            квалифицированную помощь наших консультантов. Мы ценим каждого
            нашего клиента и готовы предоставить высококлассный сервис и
            индивидуальный подход к каждому покупателю.
          </p>
          <p className="p-text p-text__indent">
            EcoMarket - это не только магазин, но и сообщество людей, которые
            заботятся о будущем нашей планеты и своем здоровье. Мы рады
            приветствовать вас в нашем магазине и приглашаем присоединиться к
            нам в нашем пути к экологически чистому образу жизни.
          </p>
        </div>
      </div>
    );
}

export default About;